
MAIN_MENU = [
    {"id": "MAIN_1", "title": "התייעצות"},
    {"id": "MAIN_2", "title": "הורדות"},
    {"id": "MAIN_3", "title": "מידע שימושי"},
]

SUB_MENUS = {
    "MAIN_1": [
        {"id": "SUB_1_1", "title": "מאכלי תימן"},
        {"id": "SUB_1_2", "title": "צמחי תימן"},
        {"id": "SUB_1_3", "title": "רפואות תימן"},
    ],
    "MAIN_2": [
        {"id": "SUB_2_1", "title": "תת-אפשרות 2-1"},
        {"id": "SUB_2_2", "title": "תת-אפשרות 2-2"},
        {"id": "SUB_2_3", "title": "תת-אפשרות 2-3"},
    ],
    "MAIN_3": [
        {"id": "SUB_3_1", "title": "תת-אפשרות 3-1"},
        {"id": "SUB_3_2", "title": "תת-אפשרות 3-2"},
        {"id": "SUB_3_3", "title": "תת-אפשרות 3-3"},
    ],
    "SUB_1_1": [
        {"id": "SUB_1_1_A", "title": "קינוחים"},
        {"id": "SUB_1_1_B", "title": "תבלינים"},
        {"id": "SUB_1_1_C", "title": "תבשילים פרווה"},
        {"id": "SUB_1_1_D", "title": "תבשילים חלבים"},
        {"id": "SUB_1_1_E", "title": "מטבלים"},
        {"id": "SUB_1_1_F", "title": "תבשילים בשריים"},
        {"id": "SUB_1_1_G", "title": "תבשילים חלבים"},
        {"id": "SUB_1_1_H", "title": "מאפים"},
        {"id": "SUB_1_1_I", "title": "משקים"},
    ],
    "SUB_1_1_A": [
        {"id": "SUB_1_1_A1", "title": "מקסקס"},
        {"id": "SUB_1_1_A2", "title": "געלה"},
        {"id": "SUB_1_1_A3", "title": "כעכות"},
        {"id": "SUB_1_1_A4", "title": "לסיס"},
        {"id": "SUB_1_1_A5", "title": "עטאר"},
    ],
    "SUB_1_1_B":[
        {"id": "SUB_1_1_B1", "title": "חוויג למרק"},
        {"id": "SUB_1_1_B2", "title": "חוויג לקפה"},
    ],
    "SUB_1_1_C":[
        {"id": "SUB_1_1_C1", "title": "הריש"},
    ],""
    "SUB_1_1_D":[
        {"id": "SUB_1_1_D1", "title": "זאום(מטיט)"},
        {"id": "SUB_1_1_D2", "title": "פתות מצות(חלבי פסח)"},
    ],
    "SUB_1_1_E":[
        {"id": "SUB_1_1_E1", "title": "דוכה לפסח"},
        {"id": "SUB_1_1_E2", "title": "זחוק יבש"},
        {"id": "SUB_1_1_E3", "title": "חילבה ירוקה"},
        {"id": "SUB_1_1_E4", "title": "סחוק  במדאק (די יבש)"},
        {"id": "SUB_1_1_E5", "title": "סמנה"},
    ],
    "SUB_1_1_F":[
        {"id": "SUB_1_1_F1", "title": "מרק כורעי - רגל"},
        {"id": "SUB_1_1_F2", "title": "מחשוש"},
        {"id": "SUB_1_1_F3", "title": "פתות מרק"},
        {"id": "SUB_1_1_F4", "title": "מרק עוף"},
        {"id": "SUB_1_1_F5", "title": "מרק בשר"},
    ],
    "SUB_1_1_H":[
        {"id": "SUB_1_1_H1", "title": "גחנון"},
        {"id": "SUB_1_1_H2", "title": "כובאנה (חלבית) זלאביות "},
        {"id": "SUB_1_1_H3", "title": "כובאנה (פרווה) מפטלה"},
        {"id": "SUB_1_1_H4", "title": "לחוח"},
        {"id": "SUB_1_1_H5", "title": "מלווח'"},
        {"id": "SUB_1_1_H6", "title": "זלאביא"},
        {"id": "SUB_1_1_H7", "title": "צלוף"},
    ],
    "SUB_1_1_I":[
        {"id": "SUB_1_1_I1", "title": "קפה קשר"},
    ],
    
}


